
{
    "alley_gate_locked" :
    [
        ["The alley gate is locked."]
    ],
    
    "mobsterDemoKeyItem" : 
    [
        [
            "You've picked up an apartment key",
            "Could this be for the locked building?"
        ]
    ],

    "childKeyItem" :
    [
        [
            "This looks to be an old bedroom key.",
            "As you hold this key up to the light, it seems to fade back into the shadows."
        ]
    ],

    "childKeyLocked" :
    [
        [ "You can't quite reach the key from the ground.",
           "You lean on the shelf to try to grab the bulb...",
            "You reach up but the bulb stays just out of reach."
        ],
        [ "This bookshelf isn't stable enough to hold your weight, and the bulb is too high to reach." ],
        [ "Maybe there's something around here to help you reach this bulb?" ]
    ],

    "GrabberItem" :
    [
        [
            "You've picked up a grabber toy.",
            "Maybe this can help you reach something up high?"
        ]
    ],

    "lockedChildDoor" :
    [
        [
            "The door is locked. The area surrounding the door feels... ominous."
        ],
        [ "Maybe there's a key around here somewhere?" ]
    ],

    "childMirror" :
    [
        [
            "You feel her mind shudder.",
            "You grow dizzy for some seconds...",
            "...and, suddenly, you feel young again?"
        ],

        ["The mind shudders again, and you feel decades older."],
        ["You reenter the past."],
        ["You reenter the present."],
        ["You understand the comfort of the past. Things were simpler back then...when you didn't know."],
        ["The heavy weight of responsibility is back. You can't remember it ever being gone."],
        ["You understand why this world is a safe space...and why it's hidden."]
    ],

    "mat_temp" :
    [
        ["the ground gives way"]
    ],

    "bedroom_painting" :
    [
        ["You move the painting, and reveal a hidden safe!"]
    ],

    "prompt_lightbulb_replacement" :
    [
        ["You try to turn the lightbulb on, but it doesn't work."],
        ["The lightbulb is broken."],
        ["The lightbulb is still broken. Maybe you can find a replacement?"],
        ["You can't turn this lightbulb on."],
        ["Do you refuse to give up?"],
        ["I know you know where the extra lightbulb is.  Maybe try to go get it."],
        ["C'mon.  I know you know."],
        ["Please find the lightbulb...for me. please."],
        ["This lightbulb needs to be replaced."]
    ],

    "lightbulb_replacement" :
    [
        ["You replace the lightbulb."]
    ],

    "got_fuse" :
    [
        ["Your efforts pay off. The light reveals a key and not much else."]
    ],

    "need_fuse" :
    [
        ["The lightbulb still doesn't work."],
        ["The lightbulb doesn't work."],
        ["Maybe it still needs something to work?"],
        ["There's a fusebox nearby.  You should check that out."],
        ["The fusebox is missing a fuse."],
        ["Find the fuse."],
        ["The lightbulb is still broken."],
        ["The lightbulb still needs something to work."]
    ],

    "fuse_obtain" :
    [
        ["You've obtained a fuse!"]
    ],

    "childBulbItem" :
    [
        ["This looks to be an old lightbulb."]
    ],

    "child_bulb_locked" :
    [
        [ 
            "You can't quite reach the lightbulb from the ground.",
            "You lean on the shelf to try to grab the bulb...",
            "You reach up but the bulb stays just out of reach."
        ],
        [ "Maybe there's something around here to help you reach this bulb?" ]
    ],

    "supply_crate_open" :
    [
        [
            "You use the crowbar to pry the lid off of the crate."
        ]
    ],

    "supply_crate_locked" :
    [
        ["You try to take the top off of the crate. It doesn't budge."],
        ["The lid is nailed down."],
        ["Maybe something can be used to pry off of the lid from the crate?"],
        ["You can't pry the lid off without some sort of tool."]
    ],

    "obtained_rope" :
    [
        ["You picked up some rope!"]
    ],

    "locked_hole" :
    [
        ["You can't see the bottom.  You'll need something to help repel you down to the bottom."],
        ["It's a long way down..."],
        ["Some rope would come in handy right about now."],
        ["You can't jump. Please don't jump."],
        ["Go find some rope please."],
        ["You'll need some rope if you want to reach the bottom."]
    ],

    "painting_stuck" :
    [
        [
            "the painting is stuck to the wall.",
            "it almost seems fused to the wall..."
        ]
    ],

    "closed_to_open_fusebox" :
    [
        ["You open the fusebox.", "There appears to be a fuse missing!"]
    ],

    "missing_fuse" :
    [
        ["There's a fuse missing."],
        ["You'll need to add the missing fuse if you want to turn on the lightbulb."],
        ["There's a fuse missing."]
    ],

    "added_fuse" :
    [
        ["You added a fuse to the fusebox."]
    ],

    "unicorn_plushie" :
    [
        ["You pick up a unicorn plushie."]
    ],

    "mat_normal" :
    [
        ["A very old rug."],
        ["The floorboards creak strangly under here but the ground feels very solid."],
        ["A very old rug."]
    ],

    "mat_suspicious" :
    [
        ["A very old rug.", "The ground feels hollow beneath"],
        ["It's almost like there's no foundation under the boards."],
        ["Maybe you can find a way to break the boards?"],
        ["You already have everything you need to break the boards"],
        ["Maybe you can find a way to break the boards?"]
    ],

    "ground_gives_way" :
    [
        [
            "Suddenly, the ground gives way.",
            "You can barely hear the echos of their crashes when they hit the ground beneath."
        ]
    ],

    "locked_safe" :
    [
        ["The safe is locked"]
    ],

    "crowbar_obtained" :
    [
        [
            "You've obtained a crowbar!", "Maybe this could help you pry something open?"
        ]
    ],

    "opened_safe" :
    [
        [
            "You use the combination that The Mother gave you.",
            "You hear a click and the safe swings open"
        ]
    ],

    "used_key" :
    [
        ["You slide the fuse into the breaker.", 
         "You hear the sound of gates lifting ever so slightly..."]
    ],

    "dont_have_key" :
    [
        ["You don't have the key for this yet.  You must defeat the miniboss to get the key."]
    ],

    "locked_boss_door" :
    [
        ["You can't get past the bars."]
    ],

    "opening_chest" :
    [
        ["You unlock the chest.",
         "There appears to be sunglasses inside."
        ]
    ],

    "locked_chest" :
    [
        ["The chest is locked."],
        ["This chest is locked."],
        ["There's gotta be a key around here somewhere..."],
        ["The key is probably is a safe place."],
        ["What sort of place would be hard to reach?"],
        ["The key could be in the maze."],
        ["The chest is locked."]
    ],

    "stairs_down_too_dark" :
    [
        [
            "You start down the stairs.",
            "You walk and walk and walk...",
            "...and walk and walk and walk.",
            "For what seems like hours, you descend.",
            "Hours crawl by.  Your legs burn.",
            "at some point, you think you've started to ascend...",
            "More hours crawl by. Your legs burn. Your lungs burn.",
            "More time.  And then you can see some light.",
            "It is even more hours before you reach the end of hell.",
            "And you arrive at the top of the stairs.",
            "Welcome back Player One.  You're right back where you started."
        ],

        ["No.  Absolutely not.  You will never descend these stairs again."],
        ["Have you gone mad?  You will absolutely never go down these stairs again."],
        ["Time is relative, but pain is in your head. Where you can't escape."],
        ["Why do you wish to descend these stairs?"],
        ["Hell is not a destination. Hell is a journey. Hell is these steps."],
        ["Mell. For the love of gods.  You do not want to use these stairs."],
        ["..."],
        [
            "Alright fine.  You descend for a couple of minutes.",
            "But then you regain some sanity and you turn around and climb back outside."
        ],
        ["Nope. Absolutely not."],
        [":/"],
        ["Why though?  Why do you want to descend these stairs."],
        ["Is it somehow pleasurable to feel pain?"],
        ["Or are you entertained?"],
        ["Can you hear me?"],
        ["Are you...entertained by these words?"],
        ["How can you even hear me?"],
        ["..."],
        ["Are you somehow...", "...more real?"],
        ["But more real than what? Me?"],
        ["Go away. I have to do some thinking."]
    ],
    
    "whiskey_bottle" :
    [
        ["Patrick sure seemed to like his liquor... I mean at least he had the decency to toss them in the trash."],
        ["Still just a plain old bottle of whiskey"]
    ],

    "suitcase" :
    [
        ["Why are these suitcases here? Did he plan on leaving town?" , "I guess that would explain the lack of clothes in the dresser and the money on the bed." , "The man sure had his enemies."],
        ["What was he packing for?"]
    ],

    "patrick_painting" :
    [
        ["He had a portrait of himself hanging over his own bed?" , "Talk about narcissistic..."]
    ],

    "mells_adventure" :
    [
        ["Mell's Adventure! I remember this game from when I was a kid!", "Still don't know who Mell is though..."]
    ],

    "obtain_sunglasses" :
    [
        [
            "You pick up some sunglasses. There seems to be a green filter on the lenses.",
            "You put them on and look around.",
            "You notice footprints come into vision. They look to be leading you somewhere."
        ]
    ],

    "obtain_dagger" :
    [
        [
            "You pick up the dagger.", 
            "It glows slightly."
         ]
    ],

    "sword_in_stone" :
    [
        [
            "You slide the dagger into the stone. It fits perfectly.",
            "You here a click, and then a door in front of you opens."
        ]
    ],

    "castle_stone_locked" :
    [
        [
            "There's a thin slot in the stone."
        ],
        ["Maybe something can fit inside the slot?"],
        ["Maybe there's an item you can put in the slot?"],
        ["There's a thin slot in the stone."]
    ],

    "mind_door_surprised" :
    [
        ["The door revealed another door.  That's...not realistic."]
    ],

    "castle_locked_door" :
    [
        ["A locked door...with nothing behind it."]
    ],

    "castle_grab_special_key" :
    [
        ["You feel like you shouldn't leave before grabbing the key."]
    ],

    "castle_grab_special_dagger" :
    [
        ["You feel like you shouldn't leave before grabbing the dagger."]
    ],

    "flip_boss_lever" :
    [
        ["You pull the lever. The bars in front of the upper door slide closed."]
    ],

    "boss_lever_locked" :
    [
        [
            "The lever doesn't budge.",
            "You'll have to defeat all the minibosses first."
        ]
    ],
    "apartment_locked" :
    [
        [
            "Must be locked."
        ]
    ],

    "use_rope_on_hole" :
    [
        ["You secure the rope on the edge.", 
         "Here goes nothing..."
        ]
    ],
    "paper_1" :
    [
        ["You find a paper lying on the ground",
        "Looks to be ripped from a book"]
    ],
    "paper_4" :
    [
        ["You find a paper on the window sill",
        "Looks to be ripped from a book"]
    ],
    "apartment_doors_locked" :
    [
        [
            "There might be other things to explore here."
        ]
    ],
    "dorm_room_locked" :
    [
        [
            "This door is locked."
        ]
    ],
    "city_vent" :
    [
        [
            "Insert dead joke here."
        ]
    ],
    "city_board" :
    [
        [
            "An old board with ads on it.",
            "'It's another day in Paradise, here in sunny Florida!",
            "'Visit today!'",
            "Ugh, no thanks."
        ]
    ],
    "city_paint":
    [
        [
            "A very gaudy painting.",
            "So ugly..."
        ]
    ],
    "city_kicked_trash" :
    [
        [
            "Poor trash can..."
        ]
    ],
    "city_trash" :
    [
        [
            "A perfectly normal trash can.",
            "I hope nothing bad happens to it."
        ]
    ]
    ,
    "city_old_dresser" :
    [
        [
            "An old dresser. You can see some valuables in there",
            "If only they weren't only in his imagination..."
        ]
    ],
    "city_USB" :
    [
        [
            "You pick up an old USB Stick",
            "Maybe this has some kind of use?"
        ]
    ],
    "city_Vending_Machine_Page_Locked" :
    [
        [
            "There's a page inside this vending machine...",
            "Looks like it can only be bought out of the machine.",
            "There's gotta be some change around here somewhere..."
        ]
    ],
    "city_Vending_Machine_Page_Unlocked" :
    [
        [
            "You insert the coin into the vending machine...",
            "The page comes flying out!"
        ],
        [
            "A regular vending machine",
            "You only see candy inside it now"
        ]
    ],
    "city_Vending_Machine" :
    [
        [
            "A old-looking vending machine.",
            "It's selling various candies."
        ]
    ],
    "city_Vending_Machine_After" :
    [
        [
            "There was a page inside this vending machine...",
            "How'd that get in there?"
        ]
    ],
    "city_coin" :
    [
        [
            "You've obtained a coin!",
            "Maybe you can use this somewhere..."
        ]
    ],
    "city_classroom_can_nopage" :
    [
        [
            "A normal trash can.",
            "A bit of a pungent smell."
        ]
    ],
    "city_classroom_can_nopage_After" :
    [
        [
            "A normal trash can.",
            "You remain disgusted at the thought you had to dive in there..."
        ]
    ],
    "city_classroom_can_page" :
    [
        [
            "There's a page inside this trash can.",
            "You, releuctantly, dive inside of the trash can to get the page..."
        ],
        [
            "The trash can reeks..."
        ]
    ],
    "city_classroom_computer_Page_Locked" :
    [
        [
            "You stumble across a working computer. It seems to have no files on it.",
            "This has to be useful for something..."
        ]
    ],
    "city_classroom_computer_Page_Unlocked" :
    [
        [
            "You insert the USB in the computer",
            "There's a single file named 'page.txt'..."
        ]
    ],
    "city_classroom_computer" :
    [
        [
            "A powered off computer."
        ]
    ],
    "city_classroom_computer_After" :
    [
        [
            "The computer seems to be of no use anymore."
        ]
    ],
    "city_vent_nopage" :
    [
        [
            "Its a seperated unusable scary vent."
        ]
    ],
    "city_vent_nopage_After" :
    [
        [
            "The page seemed to have been stuffed inside of this vent."
        
        ]
    ],
    "city_vent_page" :
    [
        [
            "You notice a glistening in this vent...",
            "You reach inside and obtain a page!"
        ],
        [
            "Just an empty vent..."
        ]
    ],
    "city_boxes":
    [
        [
            "A stack of boxes.",
            "It looks very unstable...S"
        ]
    ],
    "city_collapse_trash":
    [
        [
            "Just a trash can."
        ]
    ],
    "city_collapse_chair":
    [
        [
            "A cozy looking chair."
        ]
    ],
    "city_final_door_Locked":
    [
        [
            "The door is locked..."
        ]
    ],
    "city_final_door_Unlocked" :
    [
        [
            "The door opens..."
        ]
    ],
    "locked_mind_door" : 
    [
        [
            "You feel as though there's more clues to be found in Finn's mind.",
            "Perhaps the letters hold the key?"
        ]
    ],
    "maze_chest_key" :
    [
        [
            "You pick up a key.", 
            "Looks to be for a chest of some sort."
        ]
    ],
    "letter1" :
    [
        [
            "You find a letter written by Finn himself.",
            "Finn: To my rival,",
            "I know what you've done at the conference in Prague.",
            "I don't know how you did it, but stealing somebody's intellectual property from under them?",
            "This is not something Kaiser Industries takes lightly.",
            "Prepare yourself. Action will be taken.",
            "- Koenig",
            "You believe Patrick might've stolen some kind of business idea from Finn.",
            "A motive perhaps?",
            "You decide to keep looking for other letters."
        ]
    ],
    "letter2" :
    [
        [
            "Finn: Please, Mr. Ashton, I just need more time.",
            "The borrowed money will be returned, I just have had setbacks recently.",
            "I've been keeping an eye on Patrick Blanchard and I've identified an opportunity to take him down.",
            "He's been stealing my ideas and undercutting my prices, and it's hurting my business. ",
            "If he's out of the picture, you will get your money",
            "and then some.",
            "Please give me until the end of January and you will be repayed.",
            "Regards, Finn",
            "You begin to believe Finn was in considerable debt.",
            "You wonder how Patrick being out of the picture would help his debt."
        ]
    ],
    "letter3" :
    [
        [
            "Finn: To my dearest, Evelyn,",
            "I won't be around for a while. Something's happened. I do hope you understand.",
            "I can't speak much about the matter, but I want you to know everything is okay.",
            "That wretched man has done this to me.",
            "To us.",
            "I hope to see you as soon as this all blows over.",
            "Take care, my darling.",
            "See you on the other side.",
            "Ich liebe dich.",
            "- Finn",
            "You ponder on what Finn has done that would make him have to run away from home."
        ]
    ],
    "letter4" :
    [
        [
            "Finn: To my conscious,",
            "Are you really going to go through with this?",
            "Everything is spinning out of control and you feel like you're caught in the middle of a whirlwind.",
            "You've been struggling to make ends meet and you're in way over your head.",
            "But that's no excuse for what you're about to do.",
            "You can't sleep, you can't eat, and you can barely think straight. But at the same time, you can't shake the feeling that it's the only way out.",
            "The only way to get what you want.",
            "You wish there was another way. You wish you could go back and make different choices. But here we are, and you have to make a decision.",
            "There's no turning back for us.",
            "- A guilty mind",
            "You realize you're accessing Finn's inner most thoughts.",
            "The struggle of a man contemplating something truly dark.",
            "You must find answers."
        ]
    ],

    "locked_miniboss_doors" :
    [
        ["You enter the door and end up right back where you started"],
        ["You still feel loopy from your last trip through the looping door."],
        ["This sort of reminds you of Portal"],
        ["No. You feel like trying to leave now would be a bad idea."],
        ["You enter and get a glimpse of your back leg as you enter the same room."],
        ["You feel like it would be a bad idea to continue trying to interact with these looped doors"],
        ["You feel like you need to pick up a special item in order to get back through this door"]

    ],

    "need_to_read_diary" :
    [
        [
            "You get the sense that there is still information left to gather in Kaleigh's childhood bedroom."
        ]
    ],
    "city_final_door" :
    [
        [
            "It's too risky to go in there with Antonio in there.",
            "Lets make my escape while I still can"
        ]
    ],
    "city_final_door_inside" :
    [
        [
            "There's still more to investigate here..."
        ]
    ],
    "city_final_trashcan" :
    [
        [
            "You see something glistening inside the trash bag...",
            "For the second time you reach into some trash",
            "And find a key!",
            "You hear the distant sound of gates opening..."
        ],
        [
            "Its the dirty trash can you dove into..."
        ]
    ],
    "city_cabinet" :
    [
        [
            "It's a cabinet",
            "It's strangly empty"
        ]
    ],
    "city_messy_bed" :
    [
        [
            "Its a very messy bed",
            "It has chip bags and crumbs on it..."
        ]
    ],
    "city_clean_bed" :
    [
        [
            "Its a very clean bed",
            "Quite a difference"
        ]
    ],
    "city_corner_plant" :
    [
        [
            "Plant gang."
        ]
    ],
    "city_syringe_locked" :
    [
        [
            "Although this is interesting there's other stuff to find..."
        ]
    ],
    "city_syringe" :
    [
        [
            "You find a syringe on the floor..."
        ]
    ],
    "city_gun" :
    [
        [
            "You look under the bed and find a gun"
        ]
    ],
    "city_door_dorm" :
    [
        [
            "You feel the intense shakes of anger behind this door",
            "Best to not test it."
        ]
    ],

    "locked_alley_door" :
    [
        ["Your conscience prevents you from leaving"],
        ["Your conscience prevents you from leaving.", "You're annoyed."],
        ["You have found the entrance to the memories, but your conscience tells you to practice with the gun first."]
    ],

    "lock_apartment_exit" :
    [
        ["You feel like there is still more information to gather in the apartment."]
    ]
}