
{
    "mobsterDemoKeyItem" : 
    [
        [
            "You've picked up an alley key.",
            "You here a click and a slow opening of a gate in the distance. Could this be the alley gate that you saw outside?"
        ]
    ],

    "childKeyItem" :
    [
        [
            "This looks to be an old bedroom key.",
            "As you hold this key up to the light, it seems to fade back into the shadows."
        ]
    ],

    "childKeyLocked" :
    [
        [ "You can't quite reach the key from the ground.",
           "You lean on the shelf to try to grab the key...",
            "But the shelf make a cracking noise and starts to give under your weight!"
        ],
        [ "This bookshelf isn't stable enough to hold your weight, and the key too high to reach." ],
        [ "You'll need something to help you reach this key." ],
        [ "It looks like an old bedroom key." ],
        [ "Maybe there's something in one of the other rooms that can help you reach this." ],
        [ "It's too high to reach." ]
    ],

    "GrabberItem" :
    [
        [
            "You've picked up a grabber toy.",
            "Maybe this can help you reach something up high?"
        ]
    ],

    "lockedChildDoor" :
    [
        [
            "The door is locked.  There is darkness seeping through the door.",
            "That's not a good sign"
        ],
        [ "The door is locked" ],
        [ "Maybe there's a key around here somewhere?" ],
        [ "It's locked" ]
    ],

    "childMirror" :
    [
        [
            "You feel her mind shudder.",
            "You grow dizzy for some seconds...",
            "...and you feel young again?"
        ],

        ["The mind shudders again, and you feel decades older."],
        ["You reenter the past."],
        ["You reenter the present."],
        ["You understand the comfort of the past. Things were simpler back then...when you didn't know."],
        ["The heavy weight of responsibility is back. You can't remember it ever being gone."],
        ["You understand why this world is a safe space...and why it's hidden."]
    ],

    "mat_temp" :
    [
        ["the ground gives way"]
    ],

    "bedroom_painting" :
    [
        ["You move the painting, and reveal a hidden safe!"]
    ],

    "prompt_lightbulb_replacement" :
    [
        ["You try to turn the lightbulb on, but it doesn't work."],
        ["The lightbulb is broken."],
        ["The lightbulb is still broken. Maybe you can find a replacement?"],
        ["You can't turn this lightbulb on."],
        ["Do you refuse to give up?"],
        ["I know you know where the extra lightbulb is.  Maybe try to go get it."],
        ["C'mon.  I know you know."],
        ["Please find the lightbulb...for me. please."],
        ["This lightbulb needs to be replaced."]
    ],

    "lightbulb_replacement" :
    [
        ["You replace the lightbulb."]
    ],

    "got_fuse" :
    [
        ["Your efforts pay off. The light reveals a key and not much else."]
    ],

    "need_fuse" :
    [
        ["The lightbulb still doesn't work."],
        ["The lightbulb doesn't work."],
        ["Maybe it still needs something to work?"],
        ["There's a fusebox nearby.  You should check that out."],
        ["The fusebox is missing a fuse."],
        ["Find the fuse."],
        ["The lightbulb is still broken."],
        ["The lightbulb still needs something to work."]
    ],

    "fuse_obtain" :
    [
        ["You've obtained a fuse!"]
    ],

    "childBulbItem" :
    [
        ["This looks to be an old lightbulb."]
    ],

    "child_bulb_locked" :
    [
        [ 
            "You can't quite reach the lightbulb from the ground.",
            "You lean on the shelf to try to grab the bulb...",
            "But the shelf make a cracking noise and starts to give under your weight!"
        ],
        [ "This bookshelf isn't stable enough to hold your weight, and the bulb too high to reach." ],
        [ "You'll need something to help you reach this bulb." ],
        [ "It looks like an old lightbulb." ],
        [ "Maybe there's something in one of the other rooms that can help you reach this." ],
        [ "It's too high to reach." ]
    ],

    "supply_crate_open" :
    [
        [
            "You pry the lid off of the crate."
        ]
    ],

    "supply_crate_locked" :
    [
        ["You try to take the top off of the crate. It doesn't budge."],
        ["The lid is nailed down."],
        ["Maybe something can be used to pry off of the lid from the crate?"],
        ["You can't pry the lid off without some sort of tool."]
    ],

    "obtained_rope" :
    [
        ["You picked up some rope!"]
    ],

    "locked_hole" :
    [
        ["You can't see the bottom.  You'll need some rope if you want to reach the bottom."],
        ["It's a long way down..."],
        ["Some rope would come in handy right about now."],
        ["You can't jump. Please don't jump."],
        ["Go find some rope please."],
        ["You'll need some rope if you want to reach the bottom."]
    ],

    "underground_entrance" :
    [
        ["You attach the rope to the edge.", "Here goes nothing..."]
    ],

    "painting_stuck" :
    [
        [
            "the painting is stuck to the wall.",
            "it almost seems fused to the wall..."
        ]
    ],

    "closed_to_open_fusebox" :
    [
        ["You open the fusebox.", "There appears to be a fuse missing!"]
    ],

    "missing_fuse" :
    [
        ["There's a fuse missing."],
        ["You'll need to add the missing fuse if you want to turn on the lightbulb."],
        ["There's a fuse missing."]
    ],

    "added_fuse" :
    [
        ["You added a fuse to the fusebox."]
    ],

    "unicorn_plushie" :
    [
        ["You pick up a unicorn plushie."]
    ],

    "mat_normal" :
    [
        ["A very old mat.", "The floor boards creak strangly under here but the ground feels very solid."]
    ],

    "mat_suspicious" :
    [
        ["A very old mat.", "The floor boards creak suspiciously under here."],
        ["The ground under here feels weird. Like there's no foundation under the boards."],
        ["Maybe you can find a way to break the boards?"],
        ["You already have everything you need to break the boards."]
    ],

    "ground_gives_way" :
    [
        [
            "Suddenly, the ground gives way.",
            "Broken floor boards fall down down down",
            "You can barely hear the echos of their crashes when they hit ground"
        ]
    ],

    "locked_safe" :
    [
        ["The safe is locked"]
    ]
}