
{
    "mobsterDemoKeyItem" : 
    [
        [
            "You've picked up an alley key.",
            "You here a click and a slow opening of a gate in the distance. Could this be the alley gate that you saw outside?"
        ]
    ],

    "childKeyItem" :
    [
        [
            "This looks to be an old bedroom key.",
            "As you hold this key up to the light, it seems to fade back into the shadows."
        ]
    ],

    "childKeyLocked" :
    [
        [ "You can't quite reach the key from the ground.",
           "You lean on the shelf to try to grab the key...",
            "But the shelf make a cracking noise and starts to give under your weight!"
        ],
        [ "This bookshelf isn't stable enough to hold your weight, and the key too high to reach." ],
        [ "You'll need something to help you reach this key." ],
        [ "It looks like an old bedroom key." ],
        [ "Maybe there's something in one of the other rooms that can help you reach this." ],
        [ "It's too high to reach." ]
    ],

    "GrabberItem" :
    [
        [
            "You've picked up a grabber toy.",
            "Maybe this can help you reach something up high?"
        ]
    ],

    "lockedChildDoor" :
    [
        [
            "The door is locked.  There is darkness seeping through the door.",
            "That's not a good sign"
        ],
        [ "The door is locked" ],
        [ "Maybe there's a key around here somewhere?" ],
        [ "It's locked" ]
    ],

    "childMirror" :
    [
        [
            "You feel her mind shudder.",
            "You grow dizzy for some seconds...",
            "...and you feel young again?"
        ],

        ["The mind shudders again, and you feel decades older."],
        ["You reenter the past."],
        ["You reenter the present."],
        ["You understand the comfort of the past. Things were simpler back then...when you didn't know."],
        ["The heavy weight of responsibility is back. You can't remember it ever being gone."],
        ["You understand why this world is a safe space...and why it's hidden."]
    ]
}